IDEA Open Model
UnitType Enumeration
Compatible with IDEA StatiCa 20.1
 Defines a unit type.
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public enum UnitType
Public Enumeration UnitType
Members
Member name | Value | Description
Metric | 0 |  Metric
Imperial | 1 |  Imperial
See Also
Reference
IdeaRS.OpenModel.Connection Namespace